{
  "params" :
  {
    "local_server" : "True",
    "local_uri" : "mysql://root:@localhost/codewars",
    "prod_uri" : "mysql://root:@localhost/codewars",
    "fb_url" : "https://facebook.com/istephen007",
    "tw_url" : "https://twitter.com/pythonista_3",
    "gh_url" : "https://github.com/istephen77",
    "blog_name" : "Code Wars",
    "blog_sub_title" : "Honor is earned for each new codewarrior who joins.",
    "post_title" : "Man must explore, and this is exploration at its greatest",
    "post_sub_title" : "Problems look mighty small from 150 miles up",
    "post_date" : "on September 24, 2023",
    "home" : "Home",
    "about" : "About",
    "sample_post" : "Sample Post",
    "contact" : "Contact",
    "copyright" : "Copyright",
    "copyright_year" : "2023",
    "posted_by" : "Posted by",
    "older_post" : "Older Post",
    "newer_post" : "Newer Post",
    "contact_me" : "Contact Me",
    "contact_sub_heading" : "Have questions? I have answers.",
    "contact_html_main_content" : "Want to get in touch? Fill out the form below to send me a message and I will get back to you as soon as possible!",
    "name" : "Name",
    "name_required" : "A name is required.",
    "email_address" : "Email Address",
    "email_required" : "An email is required.",
    "email_not_valid" : "Email is not valid.",
    "phone_no" : "Phone Number",
    "phone_num_required" : "A phone number is required.",
    "message_required" : "A message is required.",
    "form_submission" : "Form submission successful!",
    "activate_signup" : "To activate this form, sign up at",
    "contact_form_link" : "https://startbootstrap.com/solution/contact-forms",
    "error_sending_message" : "Error sending message!",
    "send_contact" : "Send",
    "about_me" : "About Me",
    "about_page_sub_heading" : "This is what I do.",
    "post_heading" : "Man must explore, and this is exploration at its greatest",
    "post_subheading" : "Problems look mighty small from 150 miles up",
    "post_start_bootstrap" : "Admin",
    "post_date_1" : "on August 24, 2023",
    "post_heading_1" : "Never in all their history have men been able truly to conceive of the world as one: a single sphere, a globe, having the qualities of a globe, a round earth in which all the directions eventually meet, in which there is no center because every point, or none, is center — an equal earth which all men occupy as equals. The airman's earth, if free men make it, will be truly round: a globe in practice, not in theory.",
    "post_heading_2" : "Science cuts two ways, of course; its products can be used for both good and evil. But there's no turning back from science. The early warnings about technological dangers also come from science.",
    "post_heading_3" : "What was most significant about the lunar voyage was not that man set foot on the Moon but that they set eye on the earth.",
    "post_heading_4" : "A Chinese tale tells of some men sent to harm a young girl who, upon seeing her beauty, become her protectors rather than her violators. That's how I felt seeing the Earth for the first time. I could not help but love and cherish her.",
    "post_heading_5" : "For those who have seen the Earth from space, and for the hundreds and perhaps thousands more who will, the experience most certainly changes your perspective. The things that we share in our world are far more valuable than those which divide us.",
    "post_section_heading" : "The Final Frontier",
    "post_heading_6" : "There can be no thought of finishing for ‘aiming for the stars.’ Both figuratively and literally, it is a task to occupy the generations. And no matter how much progress one makes, there is always the thrill of just beginning.",
    "post_block_quote" : "The dreams of yesterday are the hopes of today and the reality of tomorrow. Science has not yet mastered prophecy. We predict too much for the next year and yet far too little for the next ten.",
    "post_block_quote_1" : "Spaceflights cannot be stopped. This is not the work of any one man or even a group of men. It is a historical process which mankind is carrying out in accordance with the natural laws of human development.",
    "section_heading_2" : "Reaching for the Stars",
    "post_heading_7" : "As we got further and further away, it [the Earth] diminished in size. Finally it shrank to the size of a marble, the most beautiful you can imagine. That beautiful, warm, living object looked so fragile, so delicate, that if you touched it with a finger it would crumble and fall apart. Seeing this has to change a man.",
    "post_heading_8" : "To go places and do things that have never been done before – that’s what living is all about.",
    "post_heading_9" : "Space, the final frontier. These are the voyages of the Starship Enterprise. Its five-year mission: to explore strange new worlds, to seek out new life and new civilizations, to boldly go where no man has gone before.",
    "post_heading_10" : "As I stand out here in the wonders of the unknown at Hadley, I sort of realize there’s a fundamental truth to our nature, Man must explore, and this is exploration at its greatest.",
    "placeholder_text" : "Placeholder text by",
    "space_ipsum" : "Space Ipsum",
    "images_by" : "Images by",
    "nasa_comms" : "NASA on The Commons",
    "gmail-user" : "test@gmail.com",
    "gmail-password" : "test123",
    "about-me" : "I am an experienced joiner with well developed skills and experience as a Backend Developer and Data Engineer and have worked in the IT industry since 2019. I am also a skilled employee who has supported many different roles over the years. I am keen to return to work after a period of training and personal development which has broadened my skills and experiences.\n\nI am a flexible and experienced AWS administrator with excellent skills on cloud based tech stacks. I am a good communicator with proven inter personal skills and am used to working in a team whilst also being capable of using own initiative. I am skilled In dealing with problems in a resourceful manner and negotiating to achieve beneficial agreement. I am always enthusiastic to learn and undertake new challenges.",
    "no_of_posts" : 5,
    "login_image" : "codewars.jpg",
    "login_wallpaper" : "login_wallpaper.jpg",
    "admin_user" : "istephen123",
    "admin_password" : "admin123",
    "admin_panel" : "Admin Panel",
    "manage_post" : "Manage your post and save them.",
    "upload_heading" : "Upload A File",
    "edit_post" : "Edit Post",
    "serial_no" : "Serial No.",
    "title_label" : "Title",
    "date_label" : "Date",
    "edit_label" : "Edit Label",
    "delete_label" : "Delete Label",
    "admin_login_label" : "Admin Login",
    "user_name_label" : "User Name",
    "edit_add_post" : "Add/Edit Post",
    "upload_location" : "C:\\Users\\steph\\PycharmProjects\\tech_blog_flask\\static"
  }
}